Repository: Orchestra-ESGI/orchestra-ios
Catalog: Orchestra/Orchestra/*.lproj/Localizable.strings
Languages: de, es, fr, it, nl, pt_pt, zh_hans

# permissions.alert.header.title
source: REQUESTING PERMISSION
de: GENEHMIGUNGSANFRAGE
es: SOLICITUD DE PERMISO
fr: DEMANDE DE PERMISSIONS
it: RICHIESTA DI PERMESSO
nl: VERZOEK OM TOESTEMMING
pt_pt: PEDIDO DE PERMISSÃO
zh_hans: 许可请求

# permissions.alert.title
source: Orchestra needs these authorisations
de: Orchestra benötigt diese Berechtigungen
es: Orchestra necesita estas autorizaciones
fr: Orchestra a besoin de ces autorisations
it: Orchestra ha bisogno di queste autorizzazioni
nl: Het Orchestra heeft deze machtigingen nodig
pt_pt: A Orchestra precisa destas autorizações
zh_hans: 乐团需要这些授权

# permissions.notification.alert.title
source: Notifications
de: Standort
es: Ubicación
fr: Localisation
it: Posizione
nl: Locatie
pt_pt: Localização
zh_hans: 通知

# permissions.notification.alert.description
source: To locate your home
de: So lokalisieren Sie Ihr Zuhause
es: Para localizar su casa
fr: Pour localiser votre domicile
it: Per localizzare la tua casa
nl: Om uw huis te lokaliseren
pt_pt: Para localizar sua casa
zh_hans: 要找到你的家

# permissions.location.alert.title
source: Location
de: BenachrichtigungenLocalisation
es: Notifications
fr: Notifications
it: Notifiche
nl: Kennisgevingen
pt_pt: Notificações
zh_hans: 地点

# permissions.location.alert.description
source: To notify you of important information
de: Um Sie über wichtige Informationen zu informieren
es: Para notificarle información importante
fr: Pour vous notifier d'informations importantes
it: Per notificarle informazioni importanti
nl: Om u op de hoogte te brengen van belangrijke informatie
pt_pt: Para notificá-lo de informações importantes
zh_hans: 通知你重要信息

# permissions.camera.alert.title
source: Camera
de: Kamera
es: Cámara
fr: Caméra
it: Fotocamera
pt_pt: Câmera
zh_hans: 相机

# permissions.camera.alert.description
source: To scan the QR code (needed to create an accout)
de: Zum Scannen des QR-Codes (erforderlich, um einen Account zu erstellen)
es: Para escanear el código QR (necesario para crear una cuenta)
fr: Pour scanner le code QR (nécessaire pour créer un compte)
it: Per scansionare il codice QR (necessario per creare un account)
nl: Om de QR-code te scannen (nodig om een ​​account aan te maken)
pt_pt: Para ler o código QR (necessário para criar uma conta)
zh_hans: 扫描二维码（需要创建账户）

# permission.camera.alert.error.title
source: You've refused the camera permission.
de: Sie haben die Kameraberechtigung verweigert.
es: Ha rechazado el permiso de la cámara.
fr: Vous avez refusé l'autorisation d'accès à la caméra.
it: Hai rifiutato l'autorizzazione alla fotocamera.
nl: Je hebt de cameratoestemming geweigerd.
pt_pt: Você recusou a permissão da câmera.
zh_hans: 您拒绝了摄像头许可。

# permission.camera.alert.error.description
source: Try to allow it via the app settings
de: Versuchen Sie, dies über die App-Einstellungen zuzulassen
es: Intente permitirlo a través de la configuración de la aplicación
fr: Essayez de l'autoriser via les paramètres de l'application
it: Prova ad autorizzarlo tramite le impostazioni dell'app
nl: Probeer het toe te staan ​​via de app-instellingen
pt_pt: Tente permitir através das configurações do aplicativo
zh_hans: 尝试通过应用设置允许它

# permission.alert.footer.title
source: We do not track or sell your data, the above permissions will enable us to provide you with the best possible service.
de: Wir verfolgen oder verkaufen Ihre Daten nicht, die oben genannten Berechtigungen ermöglichen es uns, Ihnen einen optimalen Service zu bieten
es: No rastreamos ni vendemos sus datos, las autorizaciones anteriores nos permitirán ofrecerle un servicio óptimo
fr: Nous ne vous traquons pas et nous ne vendons pas vos données, les autorisations ci-dessus nous permettront de vous fournir un service optimal
it: Non rintracciamo né vendiamo i suoi dati, le autorizzazioni di cui sopra ci permetteranno di fornirle un servizio ottimale
nl: Wij traceren of verkopen uw gegevens niet, de bovenstaande toelatingen zullen ons toelaten u een optimale service te verlenen
pt_pt: Para usar o Hub
zh_hans: 我们不会跟踪或出售您的数据，上述授权将使我们能够为您提供最佳服务。

# permission.button.allow.text
source: Allow
de: Akzeptieren
es: Accepar
fr: Accepter
it: Accettare
nl: Accepteren
pt_pt: Aceitar
zh_hans: 接受

# permission.button.allowed.text
source: Allowed
de: Angenommen
es: Aceptado
fr: Acceptée
it: Accettato
nl: Geaccepteerd
pt_pt: Aceito
zh_hans: 已接受

# pager.slide.1.label.text
source: Manage your home(s) & your connected objects all from the same application and simplify your life
de: Verwalten Sie Ihr Zuhause und Ihre angeschlossenen Objekte über dieselbe Anwendung und vereinfachen Sie Ihr Leben
es: Gestiona tu casa y tus objetos conectados desde la misma aplicación y simplifica tu vida
fr: Gérez votre & vos objets connectés depuis la même application et simplifiez-vous la vie
it: Gestisci la tua casa e i tuoi oggetti connessi dalla stessa applicazione e semplifica la tua vita
nl: Beheer uw huis en uw aangesloten objecten allemaal vanuit dezelfde applicatie en maak uw leven eenvoudiger
pt_pt: Gerir a sua casa e os seus objectos ligados todos a partir da mesma aplicação e simplificar a sua vida
zh_hans: 从同一个应用程序管理你的家和你的连接物体，并简化你的生活。

# pager.slide.2.label.text
source: Manage your entire home from Orchestra simply and quickly
de: Verwalten Sie Ihr gesamtes Docmilice von Orchestra aus schnell und einfach
es: Gestione toda su docmilicia desde Orchestra de forma rápida y sencilla
fr: Gérez tout votre docmilice depuis Orchestra simplement et rapidement
it: Gestisci tutto il tuo docmilice da Orchestra in modo facile e veloce
nl: Beheer uw volledige docmilice vanuit Orchestra snel en gemakkelijk
pt_pt: Gerir toda a sua docmilice a partir da Orquestra de forma rápida e fácil
zh_hans: 从Orchestra快速而轻松地管理你的家

# pager.slide.3.label.text
source: Too many wires? Too many hubs? Too many applications? Too many things to manage your home automation, with Orchestra, get rid of excess, and keep only the essentials
de: Zu viele Drähte? Zu viele Hubs? Zu viele Anwendungen? Zu viele Dinge, um Ihre Heimautomation zu verwalten, mit Orchestra, loswerden der Überschuss, und halten Sie nur das Wesentliche
es: ¿Demasiados cables? ¿Demasiados centros? ¿Demasiadas solicitudes? Demasiadas cosas para gestionar su domótica, con Orchestra, deshágase de lo que le sobra, y quédese sólo con lo imprescindible
fr: Trop de fils ? Trop de Hub ? Trop d'applications ? Trop de chose pour gérer votre domotique, avec Orchestra, débarassez vous du surplus, et gardez uniquement l'essentiel
it: Troppi fili? Troppi hub? Troppe applicazioni? Troppe cose per gestire la vostra automazione domestica, con Orchestra, sbarazzarsi del surplus, e mantenere solo l'essenziale
nl: Te veel draden? Te veel hubs? Te veel aanvragen? Te veel dingen om uw domotica te beheren, met Orchestra, ontdoe u van het overtollige, en bewaar alleen het essentiële
pt_pt: Demasiados fios? Demasiados pólos? Demasiadas aplicações? Demasiadas coisas para gerir a sua domótica, com a Orquestra, livrar-se do excedente, e manter apenas o essencial
zh_hans: 电线太多？枢纽太多？申请太多？太多的东西来管理你的家庭自动化，用Orchestra，摆脱多余的东西，只保留必要的东西。

# pager.slide.4.label.text
source: Do you decide to change your phone or brand? No worries, reinstall Orchestra on your new device, we'll sync everything for you
de: Sie entscheiden sich für ein anderes Telefon oder eine andere Marke? Keine Sorge, installieren Sie Orchestra auf Ihrem neuen Gerät neu, wir kümmern uns um die Synchronisation für Sie
es: ¿Decides cambiar de teléfono o de marca? No te preocupes, reinstala Orchestra en tu nuevo dispositivo, nosotros nos encargamos de sincronizar todo por ti
fr: Vous décidez de changez de téléphone ou de marque? Pas d'inquiétude, réinstallez Orchestra sur votre nouvel appareil, on se charge de tout synchroniser pour vous
it: Hai deciso di cambiare il tuo telefono o la tua marca? Non preoccuparti, reinstalla Orchestra sul tuo nuovo dispositivo, ci occuperemo di sincronizzare tutto per te
nl: Je besluit om van telefoon of merk te veranderen? Geen zorgen, installeer Orchestra opnieuw op uw nieuwe toestel, wij zorgen ervoor dat alles gesynchroniseerd wordt
pt_pt: Decide mudar o seu telefone ou a sua marca? Não se preocupe, reinstale a Orchestra no seu novo aparelho, nós tratamos de sincronizar tudo para si
zh_hans: 你决定改变你的手机或品牌？别担心，在你的新设备上重新安装Orchestra，我们将为你处理好一切同步事宜。

# pager.slide.5.label.text
source: Orchestra, easy and useful home automation
de: Orchestra, einfache und nützliche Hausautomation
es: Orchestra, automatización del hogar fácil y útil
fr: Orchestra, la domotique facile et utile
it: Orchestra, automazione domestica facile e utile
nl: Orchestra, eenvoudige en nuttige domotica
pt_pt: Orchestra, fácil e útil automatização doméstica
zh_hans: Orchestra, 简单而有用的家庭自动化

# pager.slide.1.title.label.text
source: Simplicity
de: Einfachheit
es: Simplicidad
fr: Simplicité
it: Semplicità
nl: Eenvoud
pt_pt: Simplicidade
zh_hans: 简洁性

# pager.slide.2.title.label.text
source: Efficiency
de: Wirkungsgrad
es: Eficiencia
fr: Efficacité
it: Efficienza
nl: Efficiëntie
pt_pt: Eficiência
zh_hans: 效率

# pager.slide.3.title.label.text
source: Clarity
de: Klarheit
es: Claridad
fr: Clarté
it: Chiarezza
nl: Duidelijkheid
pt_pt: Clareza
zh_hans: 清晰度

# pager.slide.4.title.label.text
source: Sychronisation
es: Sincronización
it: Sincronizzazione
nl: Sychronisatie
pt_pt: Sincronização
zh_hans: 同步化

# pager.slide.5.title.label.text
source: Here we go!
de: Fangen wir an!
es: Vamos allá!
fr: C'est parti !
it: Cominciamo!
nl: Laten we beginnen!
pt_pt: Vamos começar!
zh_hans: 让我们开始吧!

# login.notification.unreachable.title
source: Network unavailable!
de: Netzwerk nicht verfügbar!
es: Red no disponible.
fr: Réseau indisponible!
it: Rete non disponibile!
nl: Netwerk niet beschikbaar!
pt_pt: Rede indisponível
zh_hans: 网络不可用

# login.notification.unreachable.subtitle
source: Please check your internet connection and try again
de: Bitte überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut
es: Por favor, compruebe su conexión a Internet y vuelva a intentarlo
fr: Veuillez vérifier votre connexion à internet puis réessayer
it: Per favore controlla la tua connessione internet e prova di nuovo
nl: Controleer uw internetverbinding en probeer het opnieuw.
pt_pt: Por favor, verifique a sua ligação à Internet e tente novamente
zh_hans: 请检查您的网络连接，再试一次

# login.notification.ok.title
source: Successfully connected!
de: Erfolgreiche Verbindung!
es: ¡Conexión exitosa!
fr: Connexion réussie
it: Connessione riuscita!
nl: Succesvolle verbinding
pt_pt: Ligação bem sucedida!
zh_hans: 成功连接

# login.notification.ko.title
source: A problem has arisen!
de: Es ist ein Problem aufgetreten!
es: Ha surgido un problema.
fr: Un problème est survenu!
it: È sorto un problema!
nl: Er is een probleem ontstaan!
pt_pt: Surgiu um problema!
zh_hans: 出现了一个问题

# login.notification.ko.subtitle
source: Try again later
de: Später erneut versuchen
es: Vuelve a intentarlo más tarde
fr: Réessayez ulterieurement
it: Riprova più tardi
nl: Probeer het later nog eens.
pt_pt: Tente novamente mais tarde
zh_hans: 稍后再试

# login.notification.koapi.title
source: Can't connect!
de: Kann keine Verbindung herstellen
es: No se puede conectar
fr: Connexion impossible!
it: Non riesco a connettermi!
nl: Ik kan geen verbinding maken!
pt_pt: Não se consegue ligar!
zh_hans: 无法连接

# login.notification.koapi.subtitle
source: You must fill in all fields!
de: Sie müssen alle Felder ausfüllen!
es: Debe rellenar todos los campos.
fr: Vous devez renseigner tous les champs!
it: Devi riempire tutti i campi!
nl: U moet alle velden invullen!
pt_pt: Deve preencher todos os campos!
zh_hans: 你必须填写所有字段!

# login.notification.credantials.wrong.title
source: Erroneous information
de: Fehlerhafte Informationen
es: Información errónea
fr: Informations éronnées
it: Informazioni errate
nl: Foutieve informatie
pt_pt: Informação errónea
zh_hans: 错误的信息

# login.notification.credantials.wrong.subtitle
source: Change the information and try again
de: Ändern Sie die Informationen und versuchen Sie es erneut
es: Cambia la información y vuelve a intentarlo
fr: Modifiez les informations et reéssayez
it: Cambia le informazioni e prova di nuovo
nl: Verander de informatie en probeer opnieuw
pt_pt: Alterar a informação e tentar novamente
zh_hans: 更改信息后再试

# badRequest.notification.title
source: Error
de: Fehler
fr: Erreur
it: Sbaglio
nl: Vergissing
pt_pt: Erro
zh_hans: 错误

# badRequest.notification.subitle
source: An error occured
de: Ein Fehler ist aufgetreten
es: Se ha producido un error
fr: Une erreur est surevenue
it: C'è stato un errore
nl: er is een fout opgetreden
pt_pt: ocorreu um erro
zh_hans: 发生了错误

# unauthorized.notification.title
source: Access forbidden!
de: Zugang verboten!
es: Acceso prohibido!
fr: Accès interdit
it: Accesso vietato!
nl: Toegang verboden!
pt_pt: Acesso proibido!
zh_hans: 禁止访问!

# unauthorized.notification.subitle
source: Please check your email and try again
de: Bitte überprüfen Sie Ihre E-Mail und versuchen Sie es erneut
es: Por favor revise su correo electrónico y vuelva a intentarlo.
fr: Veuillez verifier votre email et reéssayer ensuite
it: Controlla la tua email e riprova
nl: Controleer uw e-mail en probeer het opnieuw
pt_pt: Por favor, verifique seu e-mail e tente novamente
zh_hans: 请检查您的电子邮件并重试

# forbidden.notification.title
source: Access forbidden!
de: Zugang verboten!
es: Acceso prohibido!
fr: Accès interdit
it: Accesso vietato!
nl: Toegang verboden!
pt_pt: Acesso proibido!
zh_hans: 禁止访问!

# forbidden.notification.subitle
source: Please check your email and try again
de: Bitte überprüfen Sie Ihre E-Mail und versuchen Sie es erneut
es: Por favor revise su correo electrónico y vuelva a intentarlo.
fr: Veuillez verifier votre email et reéssayer ensuite
it: Controlla la tua email e riprova
nl: Controleer uw e-mail en probeer het opnieuw
pt_pt: Por favor, verifique seu e-mail e tente novamente
zh_hans: 请检查您的电子邮件并重试

# unknown.notification.title
source: Error
de: Fehler
fr: Erreur
it: Sbaglio
nl: Vergissing
pt_pt: Erro
zh_hans: 错误

# unknown.notification.subitle
source: An error occured
de: Ein Fehler ist aufgetreten
es: Se ha producido un error
fr: Une erreur est surevenue
it: C'è stato un errore
nl: er is een fout opgetreden
pt_pt: ocorreu um erro
zh_hans: 发生了错误

# conflict.notification.title
source: Conflict
de: Konflikt
es: Conflicto
fr: Conflit
it: Conflitto
pt_pt: Conflito
zh_hans: 冲突

# conflict.notification.subitle
source: This email is already in use
de: Diese E-Mail-Adresse wird schon verwendet
es: Este correo electrónico ya está en uso
fr: Cet email est déja utilisé
it: questa e-mail è già in uso
nl: deze email is al in gebruik
pt_pt: Esse email já está em uso
zh_hans: 此电子邮件已被使用

# server.error.notification.title
source: Error
de: Fehler
fr: Erreur
it: Sbaglio
nl: Vergissing
pt_pt: Erro
zh_hans: 错误

# server.error.notification.subitle
source: An error occured
de: Ein Fehler ist aufgetreten
es: Se ha producido un error
fr: Une erreur est surevenue
it: C'è stato un errore
nl: er is een fout opgetreden
pt_pt: ocorreu um erro
zh_hans: 发生了错误

# progress.notification.undetermined.title
source: Please wait...
de: Bitte warten...
es: Por favor, espere...
fr: Veuillez patienter...
it: Si prega di attendere...
nl: Wacht alstublieft...
pt_pt: Por favor aguarde...
zh_hans: 请等待...

# login.vc.welcome.text
source: Welcome back to <a>Orchestra !<a>
de: Willkommen zurück bei <a>Orchestra !<a>
es: ¡Bienvenido de nuevo a <a>Orchestra !<a>
fr: Bienvenue sur <a>Orchestra<a>, vous êtes de retour !
it: Bentornato all'<a>Orchestra !<a>
nl: Welkom terug bij het <a>Orchestra !<a>
pt_pt: Bem-vindo de volta à <a>Orchestra !<a>
zh_hans: 欢迎回到<a>Orchestra !<a>

# login.vc.email.label.text
source: Email
es: Correo electrónico
zh_hans: 电子邮件

# login.vc.email.label.hint
source: ex: toto@gmail.com
de: z.B.: toto@gmail.com
zh_hans: 例：toto@gmail.com

# login.vc.password.label.text
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
nl: Wachtwoord
pt_pt: Palavra-passe
zh_hans: 密码

# login.vc.password.forgot.buttonn.text
source: Forgot your password?
de: Haben Sie Ihr Passwort vergessen?
es: ¿Ha olvidado su contraseña?
fr: Mot de passe oublié ?
it: Hai dimenticato la tua password?
nl: Wachtwoord vergeten?
pt_pt: Esqueceu-se da sua palavra-passe?
zh_hans: 忘记密码？

# login.vc.connexion.button.text
source: Connect
de: Verbindung
es: Conexión
fr: Connexion
it: Connessione
nl: Aansluiting
pt_pt: Ligação
zh_hans: 连接

# login.vc.signup.button.text
source: Create an account
de: Ein Konto erstellen
es: Crear una cuenta
fr: Créer un compte
it: Creare un account
nl: Maak een account aan
pt_pt: Criar uma conta
zh_hans: 创建一个账户

# login.welcome.notification.title
source: Welcome
de: Willkommen
es: Bienvenido
fr: Bienvenue
it: Benvenuto
nl: Welkom
pt_pt: Bem-vindo
zh_hans: 欢迎光临

# login.welcome.notification.subtitle
source: We were waiting for your return
de: Wir haben auf Ihre Rückkehr gewartet
es: Estábamos esperando tu regreso
fr: Nous attendions votre retour
it: Aspettavamo il tuo ritorno
nl: We wachtten op je terugkeer
pt_pt: Estávamos à espera do seu regresso
zh_hans: 我们在等你回来

# login.complete.checkmark.title
source: Successfully connected!
de: Erfolgreiche Verbindung
es: Conexión exitosa
fr: Connexion réussie
it: Connessione riuscita
nl: Succesvolle verbinding
pt_pt: Ligação bem sucedida
zh_hans: 成功连接

# login.vc.no.account.label.text
source: Don't have an account?
de: Sie haben noch kein Konto?
es: ¿No tiene una cuenta?
fr: Vous n'avez pas de compte ?
it: Non hai un account?
nl: Heb je geen account?
pt_pt: Não tem uma conta?
zh_hans: 没有账户？

# signup.vc.title
source: Account creation
de: Ein Konto erstellen
es: Crear una cuenta
fr: Création de compte
it: Creare un account
nl: Maak een account aan
pt_pt: Criar uma conta
zh_hans: 创建一个账户

# signup.vc.appbar.send.form
source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
nl: Ga door
pt_pt: Contador
zh_hans: 继续

# signup.vc.welcome.text
source: Create an account to synchronise all your <a>information<a>
de: Erstellen Sie ein Konto, um alle Ihre Informationen zu <a>synchronisieren<a>
es: Crea una cuenta para sincronizar toda tu <a>información<a>
fr: Créez un compte pour synchroniser toutes vos <a>informations<a>
it: Crea un account per sincronizzare tutte le tue <a>informazioni<a>
nl: Maak een account aan om al uw informatie te <a>synchroniseren<a>
pt_pt: Crie uma conta para sincronizar toda a sua <a>informação<a>
zh_hans: 创建一个账户来同步您的所有信<a>息<a>

# signup.vc.email.label.text
source: Email
es: Correo electrónico
zh_hans: 电子邮件

# signup.vc.password.label.text
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
nl: Wachtwoord
pt_pt: Palavra-passe
zh_hans: 密码

# signup.vc.password.second.label.text
source: Confirm your password
de: Bestätigen Sie das Passwort
es: Confirmar contraseña
fr: Confirmez le mot de passe
it: Conferma la password
nl: Bevestig wachtwoord
pt_pt: Confirmar palavra-passe
zh_hans: 确认密码

# signup.vc.name.label.text
source: Name
es: Nombre
fr: Nom
it: Nome
nl: Naam
pt_pt: Nome
zh_hans: 名称

# signup.vc.button.text
source: Create account
de: Konto erstellen
es: Crear una cuenta
fr: Créer un compte
it: Crea un account
nl: Maak account aan
pt_pt: Criar Conta
zh_hans: 创建账户

# home.collection.header.objects
source: My items
de: Meine Objekte
es: Mis objetos
fr: Mes objets
it: I miei oggetti
nl: Mijn objecten
pt_pt: Os meus objectos
zh_hans: 我的对象

# home.collection.header.scenes
source: My scenes
de: Meine Szenen
es: Mis escenas
fr: Mes scènes
it: Le mie scene
nl: Mijn scènes
pt_pt: As minhas cenas
zh_hans: 我的场景

# home.object.cell.reachability.label.text
source: Availability
de: Verfügbarkeit
es: Disponibilidad
fr: Disponibilité
it: Disponibilità
nl: Beschikbaarheid
pt_pt: Disponibilidade
zh_hans: 可用性

# home.object.cell.reachability.status.ok.label.text
source: Available
de: Verfügbar
es: Disponible
fr: Disponible
it: Disponibile
nl: Beschikbaar
pt_pt: Disponível em
zh_hans: 可用

# home.object.cell.reachability.status.ko.label.text
source: Unavailable
de: Nicht verfügbar
es: No disponible
fr: Indisponible
it: Non disponibile
nl: Niet beschikbaar
pt_pt: Não disponível
zh_hans: 不可用

# home.edit.progress.title.text
source: Deletion in progress, please wait...
de: Löschung in Arbeit, bitte warten...
es: Borrado en curso, por favor espere...
fr: Suppression en cours, veuillez patienter...
it: Cancellazione in corso, attendere prego...
nl: Verwijdering bezig, gelieve te wachten...
pt_pt: Eliminação em curso, por favor aguarde...
zh_hans: 删除过程中，请等待...

# home.finish.edit.progress.title.text
source: Removed successfully !
de: Erfolgreich entfernt!
es: ¡Se ha retirado con éxito!
fr: Suppression effectuée !
it: Rimosso con successo!
nl: Met succes verwijderd!
pt_pt: Removido com sucesso!
zh_hans: 成功删除 !

# object.info.manufacturer.label.text
source: Manufacturer
de: Hersteller
es: Fabricante
fr: Fabricant
it: Produttore
nl: Fabrikant
pt_pt: Fabricante
zh_hans: 制造商

# object.info.serial.label.text
source: Serial Number
de: Seriennummer
es: Número de serie
fr: Série
it: Numero di serie
nl: Serienummer
pt_pt: Número de série
zh_hans: 序号

# object.info.model.label.text
source: Model
de: Modell
es: Modelo
fr: Modèle
it: Modello
pt_pt: Modelo
zh_hans: 型号

# object.info.version.label.text
source: Version
es: Versión
it: Versione
nl: Versie
pt_pt: Versão
zh_hans: 版本

# object.info.ok.button.label.text
source: OK
zh_hans: 好的

# object.info.onoff.button.text
source: ON/OFF
de: EIN/AUS
nl: AAN/UIT
zh_hans: 开/关

# object.info.room.name.title.text
source: Room
de: Zimmer
es: Habitación
fr: Pièce
it: Camera
nl: Kamer
pt_pt: Quarto
zh_hans: 房间

# object.info.characteristics.title.text
source: Features
de: Merkmale
es: Características
fr: Caractéristiques
it: Caratteristiche
nl: Kenmerken
pt_pt: Características
zh_hans: 特点

# floaty.pairing.item.title
source: Pairing with the Hub
de: Koppeln mit dem Hub
es: Emparejamiento con el Hub
fr: Appairage au Hub
it: Accoppiamento con l'hub
nl: Koppelen met de Hub
pt_pt: Emparelhamento com o Hub
zh_hans: 搭配枢纽

# floaty.share.item.title
source: Rate us
de: Bewerten Sie uns
es: Califícanos
fr: Notez nous
it: Votaci
nl: Beoordeel ons
pt_pt: Classifique-nos
zh_hans: 给我们评分

# floaty.pairing.rate.title
source: Share Orchestra
de: Teilen Orchestra
es: Compartir Orchestra
fr: Partagez Orchestra
it: Condividi Orchestra
nl: Deel Orchestra
pt_pt: Partilhar Orchestra
zh_hans: 分享 Orchestra

# new.scene.vc.title
source: New scene
de: Neue Szene
es: Nueva escena
fr: Nouvelle scène
it: Nuova scena
nl: Nieuwe scène
pt_pt: Nova cena
zh_hans: 新场景

# update.scene.vc.title
source: Update
de: Modifikation
es: Modification
fr: Modification
it: Modificazione
nl: Wijziging
pt_pt: Modificação
zh_hans: 修改

# scene.form.name.label.text
source: Name
es: Denominación
fr: Nom
it: Nome
nl: Naam
pt_pt: Nome
zh_hans: 名称

# scene.form.name.tf.textt
source: Turn on the light at sunset
de: Schalten Sie das Licht bei Sonnenuntergang ein
es: Encender la luz al atardecer
fr: "Allumer la lumière au coucher du soleil"
it: Accendere la luce al tramonto
nl: Doe het licht aan bij zonsondergang
pt_pt: Acender a luz ao pôr-do-sol
zh_hans: 日落时开灯

# scene.form.bg.color.label.text
source: Choose a colour
de: Wählen Sie eine Farbe
es: Elige un color
fr: Choisissez une couleur
it: Scegliere un colore
nl: Kies een kleur
pt_pt: Escolha um cuoleur
zh_hans: 选择一种颜色

# scene.form.description.label.text
source: Description
de: Beschreibung
es: Descripción
it: Descrizione
nl: Beschrijving
pt_pt: Descrição
zh_hans: 说明

# scene.form.description.tf.text
source: Turn on the lights if it is dark
de: Schalten Sie das Licht ein, wenn es dunkel ist
es: Encienda las luces si está oscuro
fr: "Allumer les lampes si il fait nuit"
it: Accendere le luci se è buio
nl: Doe de lichten aan als het donker is
pt_pt: Acender as luzes se estiver escuro
zh_hans: 天黑就开灯
