Repository: Orchestra-ESGI/orchestra-ios
Catalog: Orchestra/Orchestra/*.lproj/Localizable.strings
Languages: de, es, fr, it, nl, pt_pt, zh_hans

# scene.form.add.action.button
source: Add actions
de: Geräte hinzufügen
es: Agregar acciones
fr: Ajouter
it: Aggiungi dispositivi
nl: Acties toevoegen
pt_pt: Acrescentar acções
zh_hans: 增加行动

# new.scene.successfully.created.title
source: Added!
de: Hinzugefügt!
es: ¡Agregado!
fr: Ajout effecuté!
it: Aggiunto!
nl: Toegevoegd!
pt_pt: Adicionado!
zh_hans: 添加！

# new.scene.successfully.created.subtitle
source: The scene has been added!
de: Die Szene wurde hinzugefügt!
es: ¡La escena ha sido añadida!
fr: La scène a été ajoutée!
it: La scena è stata aggiunta!
nl: De scène is toegevoegd!
pt_pt: A cena foi acrescentada!
zh_hans: 场景已经添加了!

# new.scene.unsuccessfully.created.title
source: Cannot be added!
de: Kann nicht addieren!
es: ¡No puedo añadir!
fr: Ajout impossible!
it: Non si può aggiungere!
nl: Toevoeging niet mogelijk!
pt_pt: Não posso acrescentar!
zh_hans: 不能加！

# new.scene.unsuccessfully.created.subtitle
source: The scene has not been added, try again!
de: Die Szene wurde nicht hinzugefügt, versuchen Sie es erneut!
es: La escena no ha sido añadida, ¡inténtalo de nuevo!
fr: La scène n'a pa été ajoutée, reéssayez !
it: La scena non è stata aggiunta, riprova!
nl: De scène is niet toegevoegd, probeer het opnieuw!
pt_pt: A cena não foi acrescentada, tente novamente!
zh_hans: 场景还未添加，请再试一次!

# new.scene.close.custom.view.button.title
source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudere
nl: Sluiten
pt_pt: Fechar
zh_hans: 关闭

# new.scene.device.custom.view.title
source: Choose a device
de: Wähle ein Gerät
es: Elige un dispositivo
fr: Choisissez un appareil
it: Scegli un dispositivo
nl: Kies een apparaat
pt_pt: Escolha um dispositivo
zh_hans: 选择设备

# new.scene.action.custom.view.title
source: Choose an action
de: Wähle eine Aktion
es: Elige una acción
fr: Choisissez une action
it: Scegli un'azione
nl: Kies een actie
pt_pt: Escolha uma ação
zh_hans: 选择一个动作

# device.action.state.on
source: Turn device on
de: Gerät einschalten
es: Enciende el dispositivo
fr: Allumer l'appareil
it: Accendi il dispositivo
nl: Schakel het apparaat in
pt_pt: Ligue o aparelho
zh_hans: 打开设备

# device.action.state.off
source: Turn device off
de: Gerät ausschalten
es: Apague el dispositivo
fr: Éteindre l'appareil
it: Spegnere il dispositivo
nl: Schakel het apparaat uit
pt_pt: Desligue o aparelho
zh_hans: 关闭设备

# device.action.state.toggle
source: Toggle device
de: Schalten Sie das Gerät um
es: Cambiar el dispositivo
fr: Basculer l'appareil
it: Cambia il dispositivo
nl: Schakel het apparaat
pt_pt: Cambia il dispositivo
zh_hans: 切换设备

# device.action.brightness.100
source: Brightness 100%
de: Helligkeit 100%
es: Brillo 100%
fr: Luminosité 100%
it: Luminosità 100%
nl: Helderheid 100%
pt_pt: Brilho 100%
zh_hans: 亮度 100%

# device.action.brightness.75
source: Brightness 75%
de: Helligkeit 75%
es: Brillo 75%
fr: Luminosité 75%
it: Luminosità 75%
nl: Helderheid 75%
pt_pt: Brilho 75%
zh_hans: 亮度 75%

# device.action.brightness.50
source: Brightness 50%
de: Helligkeit 50%
es: Brillo 50%
fr: Luminosité 50%
it: Luminosità 50%
nl: Helderheid 50%
pt_pt: Brilho 50%
zh_hans: 亮度 50%

# device.action.brightness.25
source: Brightness 25%
de: Helligkeit 25%
es: Brillo 25%
fr: Luminosité 25%
it: Luminosità 25%
nl: Helderheid 25%
pt_pt: Brilho 25%
zh_hans: 亮度 25%

# device.action.color
source: Change color
de: Farbe ändern
es: Cambiar el color
fr: Changer la couleur de l'appareil
it: Cambia colore
nl: Verander kleur
pt_pt: Mudar cor
zh_hans: 换颜色

# device.action.color_temp.100
source: Temperature 100%
de: Temperatur 100%
es: Temperatura 100%
fr: Température 100%
it: Temperatura 100%
nl: Temperatuur 100%
pt_pt: Temperatura 100%
zh_hans: 温度 100%

# device.action.color_temp.75
source: Temperature 75%
de: Temperatur 75%
es: Temperatura 75%
fr: Température 75%
it: Temperatura 75%
nl: Temperatuur 75%
pt_pt: Temperatura 75%
zh_hans: 温度 75%

# device.action.color_temp.50
source: Temperature 50%
de: Temperatur 50%
es: Temperatura 50%
fr: Température 50%
it: Temperatura 50%
nl: Temperatuur 50%
pt_pt: Temperatura 50%
zh_hans: 温度 50%

# device.action.color_temp.25
source: Temperature 25%
de: Temperatur 25%
es: Temperatura 25%
fr: Température 25%
it: Temperatura 25%
nl: Temperatuur 25%
pt_pt: Temperatura 25%
zh_hans: 温度 25%

# scene.info.startnig.progress.alert.title
source: Running, please wait...
de: Läuft, bitte warten...
es: En marcha, por favor espere...
fr: Exécution en cours, patientez...
it: In esecuzione, attendere prego...
nl: Lopen, even wachten...
pt_pt: A correr, por favor aguarde...
zh_hans: 跑步，请等一下...

# home.vc.remove.alert.title
source: Delete selected items
de: Ausgewählte Elemente löschen?
es: Borrar los elementos seleccionados
fr: Supprimer les éléments sélectionnés
it: Elimina gli elementi selezionati
nl: Verwijder geselecteerde items
pt_pt: Eliminar itens seleccionados
zh_hans: 删除所选项目

# home.vc.remove.alert.subtitle
source: Do you really want to delete the selection? Warning: this action is irreversible, you will lose the deleted data.
de: Wollen Sie die Auswahl wirklich löschen? Vorsicht, diese Aktion ist irreversibel, Sie verlieren die gelöschten Daten.
es: ¿Realmente quieres borrar la selección? Cuidado, esta acción es irreversible, perderás los datos borrados.
fr: Voulez-vous vraiment supprimer la selection ? Attention cette action est irréversible, vous perdrez les données supprimées.
it: Vuoi davvero cancellare la selezione? Fai attenzione, questa azione è irreversibile, perderai i dati cancellati.
nl: Wil je echt de selectie verwijderen ? Wees voorzichtig, deze actie is onomkeerbaar, u zult de verwijderde gegevens verliezen.
pt_pt: Quer mesmo eliminar a selecção? Tenha cuidado, esta acção é irreversível, perderá os dados apagados.
zh_hans: 你真的想删除选择吗？ 小心，这个动作是不可逆的，你会失去被删除的数据。

# home.vc.remove.alert.cancel.button.text
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Cancella
nl: Annuleren
pt_pt: Cancelar
zh_hans: 取消

# home.vc.remove.alert.delete.button.text
source: Delete
de: Löschen
es: Borrar
fr: Supprimer
it: Eliminare
nl: Verwijder
pt_pt: Eliminar
zh_hans: 删除

# hub.pairing.vc.topbar.title
source: Pairing
de: Paarung
es: Emparejamiento
fr: Appairage
it: Abbinamento
nl: Koppelen
pt_pt: Appairage
zh_hans: 搭配

# hub.pairing.info.alert.title
source: Where can I find my pairing code?
de: Wo kann ich meinen Pairing-Code finden?
es: ¿Dónde puedo encontrar mi código de emparejamiento?
fr: Où trouver mon code d'appairage ?
it: Dove posso trovare il mio codice di abbinamento?
nl: Waar kan ik mijn koppelingscode vinden?
pt_pt: Onde posso encontrar o meu código de emparelhamento?
zh_hans: 我在哪里可以找到我的配对代码？

# hub.pairing.info.alert.body.text
source: Turn on your NRV Hub, then type the URL into your browser and you will find a QrCode and your pairing code
de: Schalten Sie Ihren NRV Hub ein, geben Sie dann die URL in Ihren Browser ein und Sie finden einen QrCode und Ihren Pairing-Code
es: Enciende tu NRV Hub, luego escribe la URL en tu navegador y encontrarás un QrCode y tu código de emparejamiento
fr: Allumez votre Hub NRV, puis tapez l'URL dans votre navigateur et vous trouverez un QrCode et votre code d'appairage
it: Accendi il tuo NRV Hub, poi digita l'URL nel tuo browser e troverai un QrCode e il tuo codice di abbinamento
nl: Zet uw NRV Hub aan, typ dan de URL in uw browser en u zult een QrCode en uw koppelingscode vinden
pt_pt: Ligue o seu NRV Hub, depois digite o URL no seu browser e encontrará um QrCode e o seu código de emparelhamento
zh_hans: 打开您的NRV Hub，然后在浏览器中输入URL，您会发现一个QrCode和您的配对代码。

# hub.pairing.info.alert.ok.button.text
source: Ok
zh_hans: 好的

# hub.pairing.progress.alert.title
source: Pairing in progress, please wait...
de: Pairing läuft, bitte warten...
es: Emparejamiento en curso, por favor espere...
fr: Appairage en cours, patientez...
it: Accoppiamento in corso, attendere prego...
nl: Koppeling bezig, even wachten...
pt_pt: Emparelhamento em curso, por favor aguarde...
zh_hans: 配对中，请稍等... ...

# hub.pairing.vc.code.label
source: Enter the pairing code
de: Geben Sie den Pairing-Code ein
es: Introducir código de emparejamiento
fr: Entrez le code d'appairage
it: Inserire il codice di accoppiamento
nl: Voer de koppelingscode in
pt_pt: Introduzir código de emparelhamento
zh_hans: 输入配对代码

# hub.pairing.vc.reachable.hub
source: Hubs available
de: Verfügbare Hubs
es: Hub disponible
fr: Hub disponibles
it: Hub disponibile
nl: Beschikbare hubs
pt_pt: Hubs disponíveis
zh_hans: 可用的枢纽

# home.screen.bottom.sheet.title
source: Your homes
de: Ihr Zuhause
es: Sus casas
fr: Vos domiciles
it: Le vostre case
nl: Uw huizen
pt_pt: As suas casas
zh_hans: 你的家园

# home.screen.bottom.sheet.add.home.button
source: New house
de: Neues Zuhause
es: Nuevo hogar
fr: Nouveau domicile
it: Nuova casa
nl: Nieuw huis
pt_pt: Nova casa
zh_hans: 新家

# home.screen.new.scene.alert
source: Add a scene
de: Hinzufügen einer Szene
es: Añadir una escena
fr: Ajouter une scène
it: Aggiungere una scena
nl: een scène toevoegen
pt_pt: Acrescentar uma cena
zh_hans: 添加一个场景

# home.screen.new.device.alert
source: Add a device
de: Ein Objekt hinzufügen
es: Añadir un objeto
fr: Ajouter un objet
it: Aggiungere un dispositivo
nl: Een apparaat toevoegen
pt_pt: Adicionar um dispositivo
zh_hans: 添加一个对象

# new.device.controller.title
source: Add a device
de: Ein Objekt hinzufügen
es: Añadir un dispositivo
fr: Ajouter un appareil
it: Aggiungere un dispositivo
nl: Een apparaat toevoegen
pt_pt: Adicionar um dispositivo
zh_hans: 添加一个场景

# config.device.controller.title
source: Configurer un appareil
de: Konfigurieren Sie ein Gerät
it: Configura un dispositivo
nl: Een apparaat configureren
zh_hans: 配置设备

# progress.notification.config.finished.title
source: Configuration loaded successfully
de: Laden der fertigen Konfiguration
es: Carga de la configuración completada
fr: Chargement de la configuration terminé
it: Caricare la configurazione completata
nl: Laden van de voltooide configuratie
pt_pt: Carregamento da configuração completa
zh_hans: 加载完成的配置

# watch.home.screen.myscenes
source: My scenes
de: Meine Szenen
es: Mis escenas
fr: Mes scènes
it: Le mie scene
nl: Mijn scenes
pt_pt: Minhas cenas
zh_hans: 我的场景

# watch.home.screen.mydevices
source: My Objects
de: Meine Objekte
es: Mis artículos
fr: Mes objets
it: I miei articoli
nl: Mijn spullen
pt_pt: Meus artigos
zh_hans: 我的项目

# watch.myscenes.screen.title
source: My scenes
de: Meine Szenen
es: Mis escenas
fr: Mes scènes
it: Le mie scene
nl: Mijn scènes
pt_pt: Minhas cenas
zh_hans: 我的场景

# watch.mydevices.screen.title
source: My Objects
de: Meine Objekte
es: Mis artículos
fr: Mes objets
it: I miei articoli
nl: Mijn spullen
pt_pt: Meus artigos
zh_hans: 我的项目

# watch.deviceaction.hint.label.title
source: Choose an action
de: Wählen Sie eine Aktion
es: Elija una acción
fr: Choisissez une action
it: Scegliere un'azione
nl: Kies een actie
pt_pt: Escolha uma ação
zh_hans: 选择一个行动

# watch.deviceaction.empty.label.title
source: No action possible
de: Keine Aktion möglich
es: No es posible realizar ninguna acción
fr: Aucune action possible
it: Nessuna azione possibile
nl: Geen actie mogelijk
pt_pt: Nenhuma ação possível
zh_hans: 无法采取行动

# watch.deviceaction.title
source: Detail
es: Detalle
fr: Détail
it: Dettaglio
pt_pt: Detalhe
zh_hans: 详情

# watch.deviceaction.turn.on
source: Turn on
de: Einschalten
es: Encender
fr: Allumer
it: Accendere
nl: Zet aan.
pt_pt: Ligar
zh_hans: 开启

# watch.deviceaction.turn.off
source: Turn Off
de: Ausschalten
es: Apagar
fr: Éteindre
it: Spegnere
nl: Zet uit.
pt_pt: Desligar
zh_hans: 关掉

# watch.deviceaction.blink
source: Blink
de: Blinkend
es: Intermitente
fr: Faire clignoter
it: Lampeggiante
nl: Knipperend
pt_pt: Flashing
zh_hans: 闪烁

# watch.deviceaction.brightness.100
source: Brightness 100%
de: Auf 100 % eingestellt.
es: Ajustado al 100%.
fr: Mettre à 100%
it: Impostato al 100%
nl: Zet op 100%.
pt_pt: Ajustado para 100%
zh_hans: 设置为100%。

# watch.deviceaction.brightness.75
source: Brightness 75%
de: Auf 75 % eingestellt.
es: Ajustado al 75%.
fr: Mettre à 75%
it: Impostato al 75%
nl: Zet op 50%.
pt_pt: Ajustado para 75%
zh_hans: 设置为75%。

# watch.deviceaction.brightness.50
source: Brightness 50%
de: Auf 50 % eingestellt.
es: Ajustado al 50%.
fr: Mettre à 50%
it: Impostato al 50%
nl: Zet op 75%.
pt_pt: Ajustado para 50%
zh_hans: 设置为50%。

# watch.deviceaction.brightness.25
source: Brightness 25%
de: Auf 25 % eingestellt.
es: Ajustado al 25%.
fr: Mettre à 25%
it: Impostato al 25%
nl: Zet op 25%.
pt_pt: Ajustado para 25%
zh_hans: 设置为25%。

# watch.myscenes.loader.label.title
source: Scene retrieval
de: Wiederherstellung der Szene
es: Recuperación de la escena
fr: Récupération des scènes
it: Recupero della scena
nl: Scene herstel
pt_pt: Recuperação de cenas
zh_hans: 场景恢复

# watch.mydevices.loader.label.title
source: Devices retrieval
de: Wiederherstellung von Objekten
es: Recuperación de objetos
fr: Récupération des objets
it: Recupero di oggetti
nl: Terughalen van voorwerpen
pt_pt: Recuperação de objetos
zh_hans: 恢复物体

# watch.myscenes.empty.label.title
source: You have not created any scenes
de: Sie haben keine Szenen erstellt
es: No has creado ninguna escena
fr: Vous n'avez créé aucune scène
it: Non hai creato nessuna scena
nl: Je hebt geen scènes gecreëerd
pt_pt: Você não criou nenhuma cena
zh_hans: 你没有创造任何场景

# watch.mydevices.empty.label.title
source: You have not added any objects yet
de: Sie haben keine Objekte hinzugefügt
es: No has añadido ningún objeto
fr: Vous n'avez ajouté aucun objet
it: Non hai aggiunto alcun oggetto
nl: U heeft geen objecten toegevoegd
pt_pt: Você não adicionou nenhum objeto
zh_hans: 你没有添加任何对象

# reset.device.alert.title
source: Important
de: Importante
es: Importante
it: Importante
nl: Belangrijk
pt_pt: Importante
zh_hans: 重要的

# reset.device.alert.message
source: We will reset your object, in order to pair it and add it to your home
de: Iremos redefinir o seu objeto para emparelhá-lo e adicioná-lo à sua casa
es: Restableceremos su objeto para emparejarlo y agregarlo a su hogar
fr: Nous allons reinitialiser votre objet, afin de l'appairer et de l'ajouter à votre domicile
it: Ripristineremo il tuo oggetto, per accoppiarlo e aggiungerlo alla tua casa.
nl: We zullen uw object resetten, om het te koppelen en toe te voegen aan uw huis.
pt_pt: Iremos redefinir o seu objeto para emparelhá-lo e adicioná-lo à sua casa.
zh_hans: 我们将重置您的对象，以便配对并将其添加到您的家中。

# reset.device.alert.main.action.title
source: Reset
de: Redefinir
es: Reiniciar
fr: Reinitialiser
it: Ripristina
nl: Resetten
pt_pt: Redefinir
zh_hans: 重启

# signup.local.network.auth.alert.title
source: Action needed
de: Aktion erforderlich
es: Acción requerida
fr: Action requise
it: Azione richiesta
nl: Actie vereist
pt_pt: Ação necessária
zh_hans: 需要采取的行动

# signup.local.network.auth.alert.message
source: An error has occurred, this can be due to two things: 1) Check that your Orchestra Hub is correctly connected to your box. 2) Check that you have given Orchestra permission to access your local network in the settings. Then try again
de: Es ist ein Fehler aufgetreten, der zwei Ursachen haben kann: 1) Überprüfen Sie, ob Ihr Orchestra Hub korrekt mit Ihrer Box verbunden ist. 2) Prüfen Sie, ob Sie Orchestra in den Einstellungen die Erlaubnis erteilt haben, auf Ihr lokales Netzwerk zuzugreifen. Dann versuchen Sie es erneut
es: Se ha producido un error, esto puede venir de dos cosas posibles: 1) Compruebe que su Orchestra Hub está correctamente conectado a su caja. 2) Compruebe que ha dado permiso a Orchestra para acceder a su red local en los ajustes. Entonces inténtalo de nuevo
fr: Une erreur est survenue, cela peut venir de deux choses possibles: 1) Vérifiez que votre Hub Orchestra est correctement connecté à votre box. 2) verifiez que vous avez donné l'autorisation à Orchestra d'accéder à votre réseau local dans les paramètres. Réessayez ensuite
it: Si è verificato un errore, questo può derivare da due possibili cose: 1) Controlla che il tuo Orchestra Hub sia collegato correttamente alla tua scatola. 2) Controllate di aver dato il permesso a Orchestra di accedere alla vostra rete locale nelle impostazioni. Allora prova di nuovo
nl: Er is een fout opgetreden, dit kan door twee dingen komen: 1) Controleer of uw Orchestra Hub correct op uw box is aangesloten. 2) Controleer of u Orchestra in de instellingen toestemming hebt gegeven voor toegang tot uw lokale netwerk. Probeer het dan opnieuw.
pt_pt: Une erreur est survenue, cela peut venir de deux choses possibles: 1) Vérifiez que votre Hub Orchestra esAção necessáriat correctement connecté à votre box. 2) verifiez que vous avez donnez l'autorisation à Orchestra d'accéder à votre réseau local dans les paramètres. Reéssayez ensuite
zh_hans: 发生了一个错误，这可能来自两个方面：1）检查你的Orchestra Hub是否正确连接到你的盒子上。2) 检查您是否在设置中给予Orchestra访问本地网络的许可。然后再试一次

# signup.local.network.auth.alert.action.title.label
source: Go to parameters
de: Zu den Parametern gehen
es: Ir a los parámetros
fr: Aller au paramètres
it: Vai ai parametri
nl: Ga naar parameters
pt_pt: Ir para parâmetros
zh_hans: 转到参数

# signup.local.email.sent.alert.title
source: Information
de: Informationen
es: Información
it: Informazioni
nl: Informatie
pt_pt: Informações
zh_hans: 信息

# signup.local.email.sent.alert.message
source: We have sent you a confirmation link for your account, check your emails and spam
de: Wir haben Ihnen einen Link geschickt, um Ihr Konto zu bestätigen, überprüfen Sie Ihre E-Mails und Spams
es: Te hemos enviado un enlace para que confirmes tu cuenta, comprueba tus correos electrónicos y el spam
fr: Nous vous avons envoyé un lien de confirmation de votre compte, verifiez vos mails et spams
it: Informazioni
nl: Wij hebben u een link gestuurd om uw account te bevestigen, controleer uw e-mails en spams
pt_pt: Enviamos-lhe um link para confirmar sua conta, verificar seus e-mails e spams
zh_hans: 我们已经向您发送了一个链接，以确认您的帐户，检查您的电子邮件和垃圾邮件。

# signup.local.email.sent.alert.action
source: Alright
de: Es wird angemerkt
es: Señalado
fr: C'est noté
it: Si nota
nl: Er wordt opgemerkt
pt_pt: É notado
zh_hans: 据悉

# login.local.network.auth.alert.title
source: Action needed
de: Aktion erforderlich
es: Acción requerida
fr: Action requise
it: Azione richiesta
nl: Actie vereist
pt_pt: Ação necessária
zh_hans: 需要采取的行动

# home.screen.progress.alert.title
source: Loading your home...
de: Laden Sie Ihr Zuhause...
es: Cargando su casa ...
fr: Chargement de votre domicile...
it: Caricando la tua casa...
nl: Uw huis laden...
pt_pt: Carregando sua casa...
zh_hans: 装载你的家...

# home.screen.progress.finished.alert.title
source: Home loaded!
de: Haus geladen!
es: ¡Casa cargada!
fr: Domicile chargé !
it: Casa caricata!
nl: Huis geladen!
pt_pt: Carregado em casa!
zh_hans: 家里装满了!

# device.available.screen.title
source: Available equipment
de: Verfügbare Geräte
es: Dispositivos disponibles
fr: Appareils disponibles
it: Dispositivi disponibili
nl: Beschikbare apparaten
pt_pt: Dispositivos disponíveis
zh_hans: 可用的设备

# device.save.error.notification.title
source: Error
de: Fehler
fr: Erreur
it: Errore
nl: Fout
pt_pt: Erro
zh_hans: 误差

# device.save.error.notification.subtitle
source: An error occurred while recording your scene, please try again
de: Bei der Aufnahme Ihrer Szene ist ein Fehler aufgetreten, bitte versuchen Sie es erneut
es: Ocurrió un error al guardar la escena. Vuelve a intentarlo.
fr: Une erreur est survenue lors de l'enregistrement de votre scène, veuillez reéssayer
it: Si è verificato un errore durante la registrazione della tua scena, per favore riprova
nl: Er is een fout opgetreden tijdens het opnemen van uw scène, probeer het opnieuw
pt_pt: Ocorreu um erro durante o registro de sua cena, por favor tente novamente
zh_hans: 在录制您的场景时发生了错误，请再试一次

# device.for.new.scene.progress.title
source: Recovery of your devices
de: Wiederherstellung Ihrer Geräte
es: Recuperando sus dispositivos
fr: Récupération de vos appareils
it: Recupero dei suoi dispositivi
nl: Herstel van uw apparaten
pt_pt: Recuperação de seus dispositivos
zh_hans: 恢复你的设备

# scene.new.action.for.device.button.title
source: Add an action
de: Hinzufügen einer Aktion
es: Agregar acción
fr: Ajouter une action
it: Aggiungere un'azione
nl: Een actie toevoegen
pt_pt: Adicionar uma ação
zh_hans: 添加一个行动

# new.scene.saved.successfully.alert.title
source: Success
de: Erfolg
es: Éxito
fr: Succès
it: Successo
nl: Succes
pt_pt: Sucesso
zh_hans: 成功

# device.actions.brightness.label.title
source: Brightness
de: Helligkeit
es: Brillo
fr: Luminosité
it: Luminosità
nl: Helderheid
pt_pt: Brilho
zh_hans: 亮度

# device.actions.color.label.title
source: Color
de: Farbe
fr: Couleur
it: Colore
nl: Kleur
pt_pt: Cor
zh_hans: 颜色

# device.actions.temperature.label.title
source: Temperature
de: Temperatur
es: Temperatura
fr: Température
it: Temperatura
nl: Temperatuur
pt_pt: Temperatura
zh_hans: 颜色

# device.actions.on.label.title
source: Turn on
de: Einschalten
es: Encender
fr: Allumer
it: Accendere
nl: Zet aan
pt_pt: Ligar
zh_hans: 开启

# device.actions.off.label.title
source: Turn off
de: Ausschalten
es: Apagar
fr: Éteindre
it: Spegnere
nl: Zet uit
pt_pt: Desligar
zh_hans: 关掉

# device.actions.noaction.label.title
source: No action is possible on this object, but you can use it to create scenes
de: Auf dieses Objekt ist keine Aktion möglich, aber Sie können es zum Erstellen von Szenen verwenden
es: No es posible realizar ninguna acción en este objeto, sin embargo, puede utilizarlo para crear escenas.
fr: Aucune action n'est possible sur cet objet, vous pouvez cependant l'utiliser pour créer des scènes
it: Nessuna azione è possibile su questo oggetto, ma è possibile utilizzarlo per creare scene
nl: Er is geen actie mogelijk op dit object, maar je kunt het gebruiken om scènes te maken
pt_pt: Nenhuma ação é possível sobre este objeto, mas você pode usá-lo para criar cenas
zh_hans: 对这个对象不可能有任何行动，但你可以用它来创建场景

# device.detail.configuration.needed.alert.title
source: Configuration requested!
de: Konfiguration erbeten!
es: ¡Configuración solicitada!
fr: Configuration demandée!
it: Configurazione richiesta!
nl: Configuratie gevraagd!
pt_pt: Configuração solicitada!
zh_hans: 要求配置!

# device.detail.configuration.needed.alert.message
source: To be able to fully use this device, an additional configuration is required. If this configuration is not done, the object cannot work!
de: Um dieses Apprail vollständig nutzen zu können, ist eine zusätzliche Konfiguration erforderlich. Wenn diese Konfiguration nicht vorgenommen wird, kann das Objekt nicht funktionieren!
es: Para poder utilizar completamente este dispositivo, se requiere una configuración adicional. Si no se realiza esta configuración, el objeto no puede funcionar.
fr: Pour pouvoir utiliser pleinement cet appraeil, une configuration supplémentaire est obligatoire. Si cette configuration n'est pas faite, l'objet ne peut pas fonctionner!
it: Per poter utilizzare pienamente questo apprail, una configurazione supplementare è obbligatoria. Se questa configurazione non viene fatta, l'oggetto non può funzionare!
nl: Om deze apprail volledig te kunnen gebruiken, is een extra configuratie verplicht. Als deze configuratie niet wordt uitgevoerd, kan het object niet werken!
pt_pt: Para poder utilizar plenamente este aprail, uma configuração adicional é obrigatória. Se esta configuração não for feita, o objeto não poderá funcionar!
zh_hans: 为了能够充分使用这个应用程序，必须要有一个额外的配置。如果不做这种配置，该对象就不能工作

# device.detail.configuration.needed.alert.cancel.action
source: Later
de: Später
es: Más tarde
fr: Plus tard
it: Più tardi
pt_pt: Mais tarde
zh_hans: 后来

# device.detail.configuration.needed.alert.go.action
source: Let's go!
de: Los geht's!
es: ¡Vamos!
fr: Allons-y!
it: Andiamo!
nl: Laten we gaan!
pt_pt: Vamos lá!
zh_hans: 我们走吧!

# default.success
source: Success
de: Erfolg
es: Éxito
fr: Succès
it: Successo
nl: Succes
pt_pt: Sucesso
zh_hans: 成功

# default.ok
source: OK
zh_hans: 认可
