Repository: Orchestra-ESGI/orchestra-ios
Catalog: Orchestra/Orchestra/*.lproj/Localizable.strings
Languages: de, es, fr, it, nl, pt_pt, zh_hans

# configuration.error.alert.title
source: An error occured
de: Ein Fehler ist aufgetreten
es: ¡Se ha producido un error!
fr: Une erreur est survenue
it: Si è verificato un errore
nl: Er is een fout opgetreden
pt_pt: Ocorreu um erro
zh_hans: 发生了一个错误

# configuration.error.alert.message
source: Unable to retrieve the current Hub configuration
de: Die aktuelle Hub-Konfiguration kann nicht abgerufen werden
es: ¡No se puede recuperar la configuración actual del concentrador!
fr: Impossible de récupérer la configartion actuelle du Hub
it: Impossibile recuperare la configurazione dell'hub corrente
nl: Kan de huidige Hub-configuratie niet ophalen
pt_pt: Incapaz de recuperar a configuração atual do Hub
zh_hans: 无法检索到当前的Hub配置

# no.response.server.action.title
source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudere
nl: Sluiten
pt_pt: Fechar
zh_hans: 关闭

# undefined.value.dto
source: Undefined
de: Undefiniert
es: Indefinido
fr: Indefini
nl: Ongedefinieerd
pt_pt: Indefinido
zh_hans: 未定义

# scene.info.descritpion.label
source: Description
de: Beschreibung
es: Descripción
it: Descrizione
nl: Beschrijving
pt_pt: Descrição
zh_hans: 描述

# scene.info.action.list.title.label
source: Actions
de: Aktionen
es: Acciones
it: Azioni
nl: Acties
pt_pt: Ações
zh_hans: 行动

# device.form.screen.title
source: Your object
de: Dein Fach
es: Tu asunto
fr: Votre objet
it: Il tuo argomento
nl: Jouw onderwerp
pt_pt: Seu assunto
zh_hans: 你的主题

# device.form.screen.update.title
source: Update
de: Änderung
es: Modificación
fr: Modification
it: Modifica
nl: Wijziging
pt_pt: Modificação
zh_hans: 修改

# device.form.invalid.form.notification.title
source: Impossible action!
de: Unmögliche Aktion!
es: ¡Acción imposible!
fr: Action impossible
it: Azione impossibile!
nl: Onmogelijke actie!
pt_pt: Ação impossível!
zh_hans: 不可能的动作！

# device.form.invalid.form.notification.subtitle
source: You must fill in all the fields of the form!
de: Sie müssen alle Felder des Formulars ausfüllen!
es: ¡Debes completar todos los campos del formulario!
fr: Vous devez remplir tous les champs du formulaire!
it: Devi compilare tutti i campi del form!
nl: U moet alle velden van het formulier invullen!
pt_pt: Você deve preencher todos os campos do formulário!
zh_hans: 您必须填写表格的所有字段！

# device.form.screen.device.name.label
source: Device name
de: Name des Geräts
es: Nombre del dispositivo
fr: Nom de l'appareil
it: Nome del dispositivo
nl: Naam van het apparaat
pt_pt: Nome do dispositivo
zh_hans: 设备名称

# device.form.screen.device.room.name.label
source: In which room ?
de: In welchem ​​Raum?
es: ¿En que habitacion?
fr: Dans quelle pièce ?
it: In quale stanza?
nl: In welke kamer?
pt_pt: Em qual sala?
zh_hans: 在哪个房间？

# configuration.screen.title
source: Configuration
de: Aufbau
es: Configuración
it: Configurazione
nl: Configuratie
pt_pt: Configuração
zh_hans: 配置

# configuration.screen.nav.bar.continue.right.button
source: Continue
de: Fortfahren
es: Seguir
fr: Continuer
it: Continuare
nl: Doorgaan
pt_pt: Continuar
zh_hans: 继续

# configuration.screen.header.text
source: Follow these steps to configure your object
de: Befolgen Sie diese Schritte, um Ihr Objekt zu konfigurieren
es: Siga estos pasos para configurar su objeto
fr: Suivez ces étapes pour configurer votre objet
it: Segui questi passaggi per configurare il tuo oggetto
nl: Volg deze stappen om uw object te configureren
pt_pt: Siga estas etapas para configurar seu objeto
zh_hans: 按照以下步骤配置您的对象

# configuration.screen.step.1.text
source: 1. Follow the following link:
de: 1. Folgen Sie dem folgenden Link:
es: 1. Siga el siguiente enlace:
fr: 1. Suivez le lien suivant:
it: 1. Segui il seguente link:
nl: 1. Volg de volgende link:
pt_pt: 1. Siga o seguinte link:
zh_hans: 1. 按照以下链接：

# configuration.screen.step.2.text
source: 2. Go to the section #Pairing
de: 2. Gehen Sie zum Abschnitt #Pairing
es: 2. Ve a la sección #Pairing
fr: 2. Allez dans la section #Pairing
it: 2. Vai alla sezione #Pairing
nl: 2. Ga naar de sectie #Pairing
pt_pt: 2. Vá para a seção #Pairing
zh_hans: 2.进入栏目 #Pairing

# configuration.screen.step.3.text
source: 3. Follow the instructions to pair your object
de: 3. Folgen Sie den Anweisungen, um Ihr Objekt zu koppeln
es: 3. Siga las instrucciones para emparejar su objeto
fr: 3. Suivez les instructions pour appairer votre objet
it: 3. Segui le istruzioni per accoppiare il tuo oggetto
nl: 3. Volg de instructies om je object te koppelen
pt_pt: 3. Siga as instruções para emparelhar seu objeto
zh_hans: 3. 按照说明配对您的对象

# configuration.screen.alert.title
source: Information
es: Información
it: Informazione
nl: Informatie
pt_pt: Em formação
zh_hans: 信息

# configuration.screen.alert.message
source: If the item correctly responds to the reset process, it should be added to your home shortly, try refreshing your screen within 20 - 30 seconds
de: Wenn das Element korrekt auf den Reset-Vorgang reagiert, sollte es in Kürze zu Ihrem Zuhause hinzugefügt werden. Versuchen Sie, Ihren Bildschirm innerhalb von 20 - 30 Sekunden zu aktualisieren
es: Si el artículo responde correctamente al proceso de reinicio, debe agregarse a su hogar en breve, intente actualizar su pantalla dentro de 20 a 30 segundos
fr: Si l'objet correctement réagit au processus de réinitialisation, il devrait être ajouté à votre domicile d'ici peu, essayer de rafraichir votre écran d'ici 20 - 30 secondes
it: Se l'elemento risponde correttamente al processo di ripristino, dovrebbe essere aggiunto a casa a breve, prova ad aggiornare lo schermo entro 20 - 30 secondi
nl: Als het item correct reageert op het resetproces, zou het binnenkort aan je huis moeten worden toegevoegd, probeer je scherm binnen 20 - 30 seconden te vernieuwen
pt_pt: Se o item responder corretamente ao processo de redefinição, ele deve ser adicionado à sua casa em breve, tente atualizar a tela em 20 a 30 segundos
zh_hans: 如果该项目正确响应重置过程，它应该很快添加到您的家中，尝试在 20 - 30 秒内刷新您的屏幕

# configuration.screen.alert.action.title
source: Okay
es: Correcto
fr: D'accord
it: Va bene
nl: Oke
pt_pt: OK
zh_hans: 好的

# unknown.device.label
source: This item is not yet supported, let us know below
de: Dieser Objekte wird noch nicht unterstützt, lass es uns unten wissen
es: Este artículo aún no es compatible, háganoslo saber a continuación
fr: Cet objet n'est pas encore pris en charge, faites-nous en part ci-dessous
it: Questo elemento non è ancora supportato, faccelo sapere di seguito
nl: Dit item wordt nog niet ondersteund, laat het ons hieronder weten
pt_pt: Este item ainda não é compatível, avise-nos abaixo
zh_hans: 此项目尚不支持，请在下面告诉我们

# unknown.device.label.button.title
source: Send a request
de: Eine Anfrage senden
es: Enviar una solicitud
fr: Envoyer une demande
it: Invia una richiesta
nl: Stuur een verzoek
pt_pt: Enviar um pedido
zh_hans: 发送请求

# device.update.screen.pickerview.title
source: Choose an action
es: Elige una habitacion
fr: Choisissez une action
it: Scegli una stanza
nl: Kies een kamer
pt_pt: Escolha uma sala
zh_hans: 选择房间

source: Living room
de: Wohnzimmer
es: Sala de estar
fr: Salon
it: Soggiorno
nl: Woonkamer
pt_pt: Sala de estar
zh_hans: 客厅

source: Lobby
de: Empfangshalle
es: Vestíbulo
fr: Hall
it: Atrio
pt_pt: Salão
zh_hans: 大堂

source: Bedroom
de: Schlafzimmer
es: Habitación
fr: Chambre
it: Camera da letto
nl: Slaapkamer
pt_pt: Quarto
zh_hans: 卧室

source: Kitchen
de: Gekocht
es: Cocido
fr: Cuisine
it: Cucinato
nl: keuken
pt_pt: Cozinhou
zh_hans: 煮熟的

source: Bathroom
de: Bad
es: Cuarto de baño
fr: Salle de bain
it: Bagno
nl: Badkamer
pt_pt: Banheiro
zh_hans: 浴室

source: Garage
es: Garaje
it: Box auto
pt_pt: Garagem
zh_hans: 车库

# home.screen.new.house.alert
source: Add a house
es: Añadir una casa
fr: Ajouter un domicile
